researcher = input('Введите ФИО исследователя : ')
date = input('Введите дату: ')
experiment_name = input('Введите название эксперимента: ')
conclusion = input('Введите вывод: ')

with open("D:/AU/python/projects_2/journal.txt", "w", encoding="utf-8") as file:
    file.write(f"+-----------------------------------------------+\n\
| Электронный лабораторный журнал\t\t|\n\
+-----------------------------------------------+\n\
| ФИО исследователя:\t{researcher}\t\t|\n\
| Дата:\t{date}\t\t\t\t|\n\
| Эксперимент:\t{experiment_name}\t|\n\
+-----------------------------------------------+\n\
| Вывод: \t\t\t\t\t|\n\
|{conclusion}\t|\n\
+-----------------------------------------------+\
")
